tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "vapor/tap"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "tcl-tk", link: false
brew "git-gui"
brew "gradle"
brew "nghttp2"
brew "node", link: false
brew "openfortivpn"
brew "php"
brew "python@2"
brew "heroku/brew/heroku"
brew "leoafarias/fvm/fvm"
vscode "AbhijoyBasak.nestjs-files"
vscode "abusaidm.html-snippets"
vscode "alexiv.vscode-angular2-files"
vscode "Angular.ng-template"
vscode "Arjun.swagger-viewer"
vscode "atlassian.atlascode"
vscode "blzjns.vscode-raml"
vscode "brapifra.phpserver"
vscode "burkeholland.simple-react-snippets"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "eg2.vscode-npm-script"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "GitHub.copilot"
vscode "GitLab.gitlab-workflow"
vscode "howardzuo.vscode-gitk"
vscode "humao.rest-client"
vscode "johnpapa.angular-essentials"
vscode "johnpapa.Angular2"
vscode "johnpapa.vscode-peacock"
vscode "johnpapa.winteriscoming"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-pt-BR"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "msjsdiag.debugger-for-chrome"
vscode "msjsdiag.debugger-for-edge"
vscode "nrwl.angular-console"
vscode "PKief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "SenthilnathanA.jshelleasy"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "starkwang.markdown"
vscode "steoates.autoimport"
vscode "tht13.html-preview-vscode"
vscode "tushortz.java-imports-snippets"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "zobo.php-intellisense"
